Repository: nabil-alten/GoldStreamer
Catalog: Resources/General.*.resx
Languages: ar_eg

source: Buy Price
ar_eg: سعر الشراء

source: Change Language
ar_eg: تغيير اللغة

# From
source: of
ar_eg: من

# maxPrice
source: Best Sell price
ar_eg: أفضل سعر بيع

# minPrice
source: Best Buy price
ar_eg: أفضل سعر شراء

source: Page
ar_eg: صفحة

# PriceDate
source: Time
ar_eg: الوقت

source: Price Viewer
ar_eg: عرض الأسعار

source: Sell Price
ar_eg: سعر البيع

# TradePrices
source: Add Price
ar_eg: إضافة سعر

source: Trader
ar_eg: التجار

source: Trader Name
ar_eg: اسم التاجر

source: AM
ar_eg: ص

source: PM
ar_eg: م

# LastPriceDate
source: Last Update
ar_eg: أخر تحديث

source: Open Buy
ar_eg: شراء - افتتاحى

source: Open Sell
ar_eg: بيع - افتتاحى

# AddPrice
source: Update Price
ar_eg: تحديث السعر

source: Basket Prices
ar_eg: أسعار سلة التجار

# Basket
source: Traders Basket
ar_eg: سلة التجار

source: Add
ar_eg: إضافة

source: Basket Name
ar_eg: اسم السلة

source: Delete
ar_eg: حذف

source: Edit
ar_eg: تعديل

source: Update Price
ar_eg: تحديث السعر

# Filter
source: Search
ar_eg: بحث

source: Basket Buy
ar_eg: شراء - سلة

source: Basket Sell
ar_eg: بيع - سلة

# basketPriceHistory
source: Basket prices history
ar_eg: إستعراض سلة أسعار تاجر

# BasketUpdate
source: Update Basket
ar_eg: تحديث السلة

source: Super Trader
ar_eg: تاجر رئيسى

source: Home
ar_eg: الرئيسية

source: Login
ar_eg: تسجيل الدخول

source: Register
ar_eg: مستخدم جديد

source: Save
ar_eg: حفظ

source: Current Buy
ar_eg: شراء - حالى

source: Current Sell
ar_eg: بيع - حالى

# maxSellPrice
source: Max Sell
ar_eg: أعلى بيع

# minBuyPrice
source: Min Buy
ar_eg: أقل شراء

source: InBasket Prices
ar_eg: أسعار السلة

# maxBuyPrice
source: Best BuyPrice
ar_eg: أفضل سعر شراء

# minSellPrice
source: Best SellPrice
ar_eg: أفضل سعر بيع

source: Back to Basket
ar_eg: عودة للسلة

source: buyMax
ar_eg: أعلى شراء

source: sellMin
ar_eg: أقل بيع

source: BackToTraders
ar_eg: عودة إلى صفحة التجار

source: Trader price history
ar_eg: إستعراض أسعار تاجر

source: Favorate List
ar_eg: أسعار تجار المفضلة

# UsersNo
source: Added Users
ar_eg: المستخدمين الذين تم إضافتهم

# AssignFavLink
source: Assign Favorites
ar_eg: إختيار التجار المفضلين

# ShowFavLstLink
source: Favorite Price List
ar_eg: أسعار تجار المفضلة

source: Generate Password
ar_eg: إعادة إنشاء كلمة المرور

# AddTraderUsers
source: Add Trader User
ar_eg: إضافة مستخدم لتاجر رئيسي

# isactive
source: Isactive/Inactive
ar_eg: مفعل/غير مفعل

source: Password
ar_eg: كلمة المرور

source: User Name
ar_eg: اسم المستخدم

# STraderProfileCreate
source: Add super trader
ar_eg: إضافة تاجر رئيسى

source: Active
ar_eg: حالة التاجر

source: City
ar_eg: المدينة

source: Email
ar_eg: البريد الالكترونى

source: First Name
ar_eg: الاسم بالكامل

source: Gender
ar_eg: النوع

source: Governorate
ar_eg: المحافظة

source: Last Name
ar_eg: اللقب

source: Mobile
ar_eg: رقم الموبايل

source: phone
ar_eg: رقم التليفون

source: ReEmail
ar_eg: تأكيد البريد الالكترونى

source: Region
ar_eg: المنطقة

source: StoreName
ar_eg: اسم المتجر

# STraderOrder
source: Trader Order
ar_eg: ترتيب التاجر

source: FavPriceListTitle
ar_eg: أسعار قائمة المفضلة للتاجر

source: GoToFavPriceList
ar_eg: إنتقل لصفحة أسعار المفضلة

source: GoToMainPriceList
ar_eg: إنتقل لصفحة الأسعار الرئيسية

source: MngFavList
ar_eg: إدارة المفضلة

source: ShowUsers
ar_eg: عرض المستخدمين

source: ShowFavPrices
ar_eg: أسعار المفضلة

source: Confirm Password
ar_eg: تأكيد كلمة المرور

# CurrPassword
source: Current Password
ar_eg: كلمة المرور الحالية

source: select
ar_eg: إختر

source: Female
ar_eg: أنثى

source: Male
ar_eg: ذكر

# STUpdate
source: Update super trader
ar_eg: تعديل تاجر رئيسى

source: Actions
ar_eg: إجراءات

source: Activate
ar_eg: تفعيل

source: SearchResultCount
ar_eg: عدد نتائج البحث

source: PriceFavTitle
ar_eg: إستعراض عروض المفضلة

source: SuperTraderProfile
ar_eg: صفحة التاجر

source: BackToPricePage
ar_eg: إنتقل لصفحة عرض الأسعار

# ActiveState
source: Active
ar_eg: مفعل

# Captcha
source: verification Code
ar_eg: كود التحقق

source: Enter Captcha
ar_eg: إدخل كود التحقق

# RefreshCaptcha
source: Refresh
ar_eg: تحديث

# CheckMail
source: Please check your email and confirm your email address
ar_eg: برجاء التحقق من البريد الالكترونى لإستكمال التفعيل للحساب

source: Resend
ar_eg: إعادة ارسال

# ResendMessage
source: If you didn't receive the mail send again
ar_eg: فى حاله عدم إستلام البريد الاكترونى برجاء إعادة الارسال

source: Confirm Mail
ar_eg: تأكيد التفعيل

# loginLink
source: Click here to Log in
ar_eg: إضغط هنا لتسجيل الدخول

source: Forgot Password?
ar_eg: نسيت كلمة المرور؟

# ChangePassword
source: Cahnge password
ar_eg: تغيير كلمة المرور

source: Confirm New Password
ar_eg: تأكيد كلمة المرور الجديدة

source: New Password
ar_eg: كلمة المرور الجديدة

source: Send
ar_eg: إرسال

source: Password Changed
ar_eg: تم تغيير كلمة المرور بنجاح

source: Reset Password
ar_eg: إعادة ضبط كلمة المرور

source: Manage Users
ar_eg: الصلاحيات

# CheckMailPassword
source: Please check your email and confirm your email address
ar_eg: برجاء التحقق من البريد الالكترونى لإستكمال إعادة ظبط كلمة المرور

source: ReGetPassword
ar_eg: إستعادة كلمة المرور

source: User Type
ar_eg: نوع المستخدم

# TraderText
source: Trader
ar_eg: تاجر

# UserText
source: User
ar_eg: مستخدم

source: Print
ar_eg: طباعة

source: Comment
ar_eg: التعليق

source: Feedback
ar_eg: إتصل بنا

source: Submit
ar_eg: إرسل تعليق

source: PriceList
ar_eg: قائمة الأسعار

# FeedbackSubject
source: gold
ar_eg: الصاغة : رأيك يهمنا

source: Question Group
ar_eg: مجموعة الاسئلة

# QuestionGroupDesc
source: Group Description
ar_eg: عنوان مجموعة الاسئلة

source: Question Order
ar_eg: ترتيب مجموعة الاسئلة

source: Description
ar_eg: الوصف

source: Not active
ar_eg: إلغاء التفعيل

source: PageSizeChoose
ar_eg: إختر عدد العناصر بالصفحة

source: Users
ar_eg: المستخدمين

# UsersNoTable
source: Users Number
ar_eg: عدد المستخدمين

# QuestionsTitle
source: Frequently Asked Questions Groups
ar_eg: مجموعات الأسئلة

source: Search
ar_eg: بحث

source: Advanced Search
ar_eg: بحث متقدم

# traderlabel
source: trader
ar_eg: تاجر

# ExportTpPDF
source: PDF
ar_eg: PDFصيغة

source: Answer
ar_eg: الإجابة

source: Choose Group
ar_eg: إختر المجموعة

# ComonQuestions
source: Common Questions
ar_eg: الأسئلة الشائعة

source: Group
ar_eg: المجموعة

source: Procedures
ar_eg: الإجراءات

source: question
ar_eg: السؤال

# NoResults
source: No Results to preview
ar_eg: لا توجد نتائج للعرض

source: Number Of Questions
ar_eg: عدد الأسئلة

source: Name
ar_eg: الاسم

source: News Main Category
ar_eg: الفئة الرئيسية للأخبار

# NewsMainCategoryName
source: عنوان الفئه الرئيسيه للاخبار
ar_eg: عنوان الفئة الرئيسية للأخبار

# NewsMainCategoryOrder
source: ترتيب الفئه الرئيسيه للاخبار
ar_eg: ترتيب الفئة الرئيسية للأخبار

source: Upload
ar_eg: تحميل الصورة

source: Video Link
ar_eg: رابط الفيديو

source: Subject
ar_eg: الموضوع

# NewsMainCategoryMaxVal
source: Can't add more than two main category.
ar_eg: لا يمكن إضافة أكثر من فئتين رئيسيتين

source: Update
ar_eg: تعديل

source: Send Subscribe
ar_eg: مراسلة المشتركين

source: Subscribe
ar_eg: خدمة أخبارنا

source: Add News
ar_eg: إضافة خبر

# IsLatest
source: Latest
ar_eg: أخر الاخبار

source: News Category
ar_eg: عنوان الفئة للأخبار

source: News Date
ar_eg: تاريخ الأصدار

source: News Source
ar_eg: المصدر

source: News Source URL
ar_eg: رابط المصدر

# NewsSummary
source: Summary
ar_eg: موجز الخبر

# NewsTitle
source: Title
ar_eg: عنوان الخبر

# NewsCategoryText
source: News Category
ar_eg: الأخبار

source: News Order
ar_eg: ترتيب الأخبار

# subscribebtn
source: Subscribe
ar_eg: إشترك

# AddNewCategory
source: Add Category
ar_eg: إضافة خبر

source: Choose Category
ar_eg: إختر فئة الخبر

source: choose Main Category
ar_eg: إختر الفئة الرئيسية للأخبار

source: News Count
ar_eg: عدد الأخبار

source: Choose Date
ar_eg: إختر الفترة الزمنية

source: Loacle Gold News
ar_eg: أخبار الذهب المحلية

source: Next
ar_eg: التالي

source: Previous
ar_eg: السابق

source: Read More
ar_eg: إقرأ المزيد

source: Main User
ar_eg: مستخدم رئيسي

source: News Details
ar_eg: تفاصيل الخبر

# NewsMostViewed
source: Most viewed
ar_eg: الأكثر مشاهدة

# ViewsNo
source: Views number
ar_eg: عدد المشاهدات

source: AddNewsSubCategory
ar_eg: إضافة فئة فرعية للخبر

# CategoryOrder
source: ترتيب الفئة
ar_eg: ترتيب الفئة الفرعية للأخبار

# NewsSubCategory
source: الفئة الفرعية
ar_eg: الفئة الفرعية للأخبار

source: Edit Profile
ar_eg: صفحة المستخدم

source: Search News
ar_eg: بحث الأخبار

# NewsUpdate
source: Update News
ar_eg: تعديل الخبر

# userquestioncheck
source: User Questions
ar_eg: اسئلة الزوار

source: No Category Questions
ar_eg: اسئلة تم تصنيفها

source: No Answers Questions
ar_eg: اسئلة تم الاجابة عليها

source: Questions No Answer
ar_eg: اسئلة تم الرد عليها

source: deactive
ar_eg: غير مفعل

source: All
ar_eg: الكل

source: Edit Trader Profile
ar_eg: تعديل تاجر

source: Send Reply
ar_eg: إرسال رد

source: notreplied
ar_eg: لم يتم الرد

source: replied
ar_eg: تم الرد

# NewsUser
source: News
ar_eg: الأخبار

# AllowGeneralProfile
source: Allow others to view my profile data
ar_eg: السماح لباقي المستخدمين الاطلاع على بياناتي الشخصية

# RegisterInNews
source: Register in website news feature
ar_eg: التسجيل في خدمة متابعة أخبار الموقع

source: Edit User Profile
ar_eg: تعديل مستخدم

# UserInfo
source: User Information
ar_eg: بيانات المستخدم

# FAQ
source: Frequently Asked Questions
ar_eg: الاسئلة الشائعة

source: Global gold prices
ar_eg: أسعار الذهب العالمية

source: User question
ar_eg: اسئلة المستخدم

source: Old Password
ar_eg: كلمة المرور القديمه

source: Ask
ar_eg: شراء

source: Bid
ar_eg: بيع

source: Close
ar_eg: سعر الإغلاق

source: High
ar_eg: أعلى سعر

source: Low
ar_eg: أقل سعر

source: Open
ar_eg: أول سعر

source: Traders Comparison
ar_eg: مقارنة التجار

source: Average Close
ar_eg: متوسط الإغلاق

source: Average Price
ar_eg: متوسط السعر

source: Bar
ar_eg: بار

source: Buy
ar_eg: شراء

source: ChooseT rader
ar_eg: اختار التاجر

source: Line
ar_eg: خط

source: Month
ar_eg: شهر

source: Month/Week
ar_eg: شهر/اسبوعى

source: Periods
ar_eg: الفترات

source: Price
ar_eg: السعر

source: Report Type
ar_eg: نوع التقرير

source: Scatter Line
ar_eg: خط مبعثر

source: Sell
ar_eg: بيع

source: View Report
ar_eg: عرض التقرير

source: Week
ar_eg: أسبوع

source: Year/Month
ar_eg: سنة/شهر

source: Buy/Sell
ar_eg: شراء/بيع

# NewsList
source: Back to news list
ar_eg: الرجوع الى قائمة الاخبار

source: Carat 10
ar_eg: عيار 10

source: Carat 14
ar_eg: عيار 14

source: Carat 18
ar_eg: عيار 18

source: Carat 21
ar_eg: عيار 21

source: Carat 24
ar_eg: عيار 24

source: Gold latest price
ar_eg: أخر سعر للذهب

source: Related News
ar_eg: اخبار ذات صلة

source: carat 22
ar_eg: عيار 22

# goldpricesmonth
source: اسعار الذهب في الشهر من
ar_eg: اسعار الذهب من

source: day month
ar_eg: يوم/شهر

source: global market
ar_eg: الأسواق العالمية

source: gold prices week
ar_eg: اسعار الذهب من

# leprice
source: Egyption pound
ar_eg: السعر بالجنية المصري

source: period
ar_eg: الفترة

source: pound
ar_eg: جنية

source: show
ar_eg: عرض

source: show type
ar_eg: نوع العرض

source: to
ar_eg: الي

source: Hours
ar_eg: ساعة

source: Minutes
ar_eg: دقيقة

source: Since
ar_eg: منذ

source: About Us
ar_eg: من نحن

source: Hello
ar_eg: مرحبا

# ManageFav
source: Manage Favourites
ar_eg: إدارة المفضلة

source: Prices Offers
ar_eg: عروض الاسعار

source: Profile
ar_eg: الصفحة الشخصية

source: Profile Info
ar_eg: معلومات الحساب

# TraderOnly
source: Only Traders
ar_eg: التجار فقط

source: Traders Basket
ar_eg: سلة التجار

source: Update Prices
ar_eg: تحديث الاسعار

# AccountLock
source: Account Is Locked !
ar_eg: لقد تم اغلاق الحساب !

source: Add All
ar_eg: إضافة الكل

source: Add Choosen
ar_eg: إضافة المختار

source: Available
ar_eg: المتاح

source: Cancel search
ar_eg: الغاء البحث

source: Chossen
ar_eg: المختار

# ContinueLogin
source: Complete the process of login
ar_eg: :إستكمال عملية الدخول للمستخدم

source: Delete All
ar_eg: حذف الكل

source: Delete Choosen
ar_eg: حذف المختار

source: First privilage
ar_eg: الميزة الاولي

source: Goldsmiths
ar_eg: الصاغه

# GoldText1
source: Kilogram of gold calibres 21
ar_eg: كيلو دهب عيار 24

# GoldText2
source: Half kilogram of gold calibres 18
ar_eg: نص كيلو دهب عيار 18

# ListPrices
source: List prices throughout the day
ar_eg: الاسعار المعلنة علي مدار اليوم

# NoOfmovements
source: Number Of Movements 0
ar_eg: عدد الحركات 0

# NoOfmovements1
source: Number Of Movements {0}
ar_eg: {0}عدد الحركات

source: Personal Information
ar_eg: البيانات الشخصية

source: Printing Date
ar_eg: تاريخ الطباعة :

# QuesrtionSearch
source: Search by question or question group
ar_eg: البحث بالسؤال او المجموعة

source: Question Type
ar_eg: نوع السؤال

source: Register new trader
ar_eg: تسجيل تاجر جديد

source: Register new user
ar_eg: تسجيل مستخدم جديد

source: Register now
ar_eg: سجل الآن

source: Reload Advertised Price
ar_eg: تحديث السعر المعلن

source: Search Goldsmiths
ar_eg: ابحث داخل الصاغة

# SubscribtionCancelled
source: Your news subscribtion has been cancelled
ar_eg: لقد تم إلغاء إشتراكك علي خدمة متابعة أخبار الموقع

source: Trader Register
ar_eg: تسجيل التاجر

# TradersNumber
source: Traders Number {0}
ar_eg: {0}عدد التجار

# TradersNumber1
source: Traders Number 0
ar_eg: عدد التجار 0

source: Unsubscribtion
ar_eg: الغاء اشتراك

source: Unsubscribtion Failed
ar_eg: خطأ في إالغاء الإشتراك

# unsubscribtionFailedMsg
source: An error has occurred during the unsubscribe process in the News feature, please make sure of the link
ar_eg: لقد حدث خطأ أثناء عملية الغاء الإشتراك في خدمة متابعة أخبار الموقع برجاء التأكد من الرابط

source: traderpriceslist
ar_eg: متوسط اسعار التجار

source: comparsonChart
ar_eg: مقارنة اسعار التجار

# GlobalChart
source: Global Gold Chart
ar_eg: مؤشر اسعار الدهب العالمية

source: traderChart
ar_eg: مؤشر اسعار التاجر خلال فترة

# generalGoldPrices
source: General Gold Prices In Egypt
ar_eg: المؤشر العام لاخبار الذهب في مصر

# GoldNews
source: Global And Local Gold Prices
ar_eg: اخبار الذهب العالمية والمحلية

source: GoldPrice1gm
ar_eg: سعر جرام الذهب

source: search in Sagha
ar_eg: ابحث داخل الصاغة

source: Admin Questions
ar_eg: أسئلة الأدمن

source: Dashboard
ar_eg: مساحة العمل

source: Favourite List Management
ar_eg: ادارة المفضلة

source: Trade data
ar_eg: البيانات التجارية

source: Logout
ar_eg: خروج

source: Loading .....
ar_eg: ...جاري التحميل

source: Usage Terms
ar_eg: شروط الإستخدام

source: ComparasonTraders
ar_eg: مقارنة اسعار التاجر :

source: OtherTraders
ar_eg: مع باقي التجار

source: Chat Room
ar_eg: غرفة المحادثة

source: Add Basket
ar_eg: إضافة سلة جديدة

source: Baskets
ar_eg: السَلاَّت

source: privacy Policy
ar_eg: سياسة الخصوصية
