Repository: nabil-alten/GoldStreamer
Catalog: Resources/Messages.*.resx
Languages: ar_eg

# Deleted
source: Deleted successfully
ar_eg: تم الحذف بنجاح

# Saved
source: Saved successfully
ar_eg: تم الحفظ بنجاح

# Updated
source: update successfully
ar_eg: تم التعديل بنجاح

source: Update Failed
ar_eg: حدث خطأ أثناء حفظ البيان

# DeleteFailed
source: Delete Faild
ar_eg: فشل الحذف

# NoData
source: No results to display
ar_eg: لا توجد نتائج للعرض

# NoPriceBefore
source: Please enter the buying and selling price for beginning of the day
ar_eg: يرجى إدخال سعر البيع والشراء لبداية اليوم

source: Save failed
ar_eg: لم تتم الإضافة

# ZeroPrice
source: Zero value not allowed here
ar_eg: لا يمكن إدخال القيمة بصفر

# nullablePrices
source: Please enter the buying or selling price
ar_eg: يرجى إدخال سعر البيع أو الشراء

# decimalPointValidation
source: put only two decimal points
ar_eg: العلامة العشرية لرقمين فقط

# PriceRangeVal
source: Price value must be less than one million
ar_eg: قيمة السعر لا يمكن أن تتخطى المليون

# BasketNameLengthVal
source: Two - character minimum
ar_eg: الحد الأدنى حرفان

# BasketNameVal
source: Please enter value you can't leave this empty
ar_eg: يرجى الإدخال, لا يمكنك تركه فارغًا

# BasketNameDuplicate
source: Please try again ,the data already defined
ar_eg: يرجى إعادة المحاولة, البيان معرف من قبل

# SureDelete
source: Are you sure you want to delete ?
ar_eg: سيتم الحذف, هل أنت متأكد؟

# BasketNameNoNum
source: Name can't allow numbers
ar_eg: الرجاء استخدام حروف فقط

# Relogin
source: Please re-login
ar_eg: برجاء العودة إلى شاشة الدخول وإعادة المحاولة

# UnableToDelete
source: Unable to delete record , related data exist
ar_eg: لا يمكن إلغاء هذا السجل حيث أن له بيانات مرتبطة

# NotBetterBuy
source: Please note that the buy price is less than the buy price for traders outside the basket,Are you sure?
ar_eg: برجاء العلم أن سعر الشراء المدخل أقل من سعر الشراء المعروض للتجار خارج السلة وقيمته تساوى

# NotBetterPrices
source: Please note that these prices are equal to prices for traders outside the basket,Are you sure?
ar_eg: برجاء العلم أن الأسعار المدخلة هى نفس الأسعار المعروضة للتجار خارج السلة وقيمتها شراء-بيع تساوى

# NotBetterSell
source: Please note that the sell price is greater than the sell price for traders outside the basket,Are you sure?
ar_eg: برجاء العلم أن سعر البيع المدخل أكبر من سعر البيع المعروض للتجار خارج السلة وقيمته تساوى

# Required
source: Please enter value you can't leave this empty.
ar_eg: يرجى الإدخال، لا يمكنك تركه فارغًا

# MsgContinue
source: Do you want to continue?
ar_eg: هل تريد الإستمرار؟

# EnglishCharactersandNumbersOnly
source: Please use only letters (a-z), numbers and full stops.
ar_eg: والأرقام والنقط فقط (a-z) الرجاء استخدام الحروف

# MinLengthThree
source: Minimum three charaters
ar_eg: الحد الادنى ثلاثة احرف

# ActivateUsr
source: Are you sure you will be activate the user on the system?
ar_eg: هل انت متأكد سيتم تفعيل المستخدم على النظام ؟

# DeAtivateUsr
source: Are you sure you will be deactivate the user on the system?
ar_eg: هل انت متأكد سيتم الغاء تفعيل المستخدم على النظام ؟

# regeneratePassword
source: Are you sure you want to regenerate password?
ar_eg: سيتم اعادة انشاء كلمة المرور, هل أنت متأكد؟

# AssingToFavRequired
source: You have to assign traders to your fav. list first..continue?
ar_eg: برجاء العلم أنك لم تقم بإنشاء المفضلة من قبل لذا سيتم تحويلك لصفحة إنشاء المفضلة, هل تريد الإستكمال؟

# MinLengthSix
source: Six characters minimum
ar_eg: الحد الادنى ستة احرف

# ConfirmPassword
source: These passwords don't match. Please try again?
ar_eg: كلمات المرور هذه غير متطابقة. يرجى إعادة المحاولة؟

# MailExpErr
source: E-mail format not valid
ar_eg: يرجى اعادة المحاولة البيان غير صحيح

# TraderNameVal
source: Please enter trader name
ar_eg: يرجى إدخال الاسم

# MobileVal
source: Please check the mobile number
ar_eg: يرجى التاكد من رقم الموبايل

# phoneVal
source: Please check phone number
ar_eg: الرجاء استخدام ارقام فقط

# CityVal
source: Please choose city
ar_eg: يرجى اختيار المدينة

# ConfirmMailVal
source: E-mail confirmation don't match the E-mail
ar_eg: البريد الإلكتروني غير متطابق. يرجى إعادة المحاولة

# EmailRequired
source: Please enter e-mail
ar_eg: يرجى ادخال البريد الالكترونى

# GovVal
source: Please choose governorate
ar_eg: يرجى اختيار المحافظة

# mobileReq
source: Please enter mobile number
ar_eg: يرجى ادخال رقم الموبايل

# NumbersOnly
source: Please enter numbers only
ar_eg: الرجاء استخدام ارقام فقط

# orderReq
source: Please enter trader order
ar_eg: يرجى ادخال ترتيب التاجر

# PhoneLengthVal
source: 6 numbers minimum
ar_eg: الحد الادنى ستة أرقام

# RegionVal
source: Please choose region
ar_eg: يرجى اختيار المنطقة

# EmailExists
source: Email exists before
ar_eg: يرجى اعادة المحاولة .البريد الالكترونى معرف من قبل

# OrderExists
source: Order exists before
ar_eg: يرجى اعادة المحاولة . ترتيب التاجر معرف من قبل

source: Operation Failed
ar_eg: لقد حدث خطأ أثناء تنفيذ العملية

# TraderMobileExists
source: Please try again, Trader mobile no. exists before
ar_eg: يرجى اعادة المحاولة .رقم الموبايل معرف من قبل

# TraderNameExists
source: Please try again, Trader name exists before
ar_eg: يرجى اعادة المحاولة .اسم التاجر معرف من قبل

# TraderShopExists
source: Please try again, Trader shop exists before
ar_eg: يرجى اعادة المحاولة .اسم المتجر معرف من قبل

# TraderPhoneExists
source: Please try again, Trader phone no. exists before
ar_eg: يرجى اعادة المحاولة .رقم التليفون معرف من قبل

# MobileLengthVal
source: 11 numbers minimum
ar_eg: الحد الادنى احد عشر رقم

source: Operation Desc
ar_eg: لا يوجد بيانات فرع معرفة لهذا المستخدم

# OperationMainCategory
source: Main Category
ar_eg: برجاء ادخال اسم مجموعة الوظائف

source: Operation Name
ar_eg: برجاء ادخال اسم الوظيفة

source: User Not Authorized
ar_eg: هذا المستخدم غير مصرح له بالدخول

# SamePasswordError
source: Password has been used before
ar_eg: كلمة السر مستخدمة من قبل !

# CaptchaError
source: Verification code is not right.please try again
ar_eg: كود التحقق غير صحيح.يرجى اعادة المحاولة

# NewTokenGenerated
source: Another token was generated.You Can't use this one now
ar_eg: رساله التفعيل لم تعد صالحه.تم انشاء رساله تفعيل اخرى

source: Token Expired
ar_eg: تم انتهاء صلاحيه رساله التفعيل

source: Verified Before
ar_eg: تم تفعيل الحساب من قبل

# ConfirmationMessage
source: Thank you for confirming your email. Please
ar_eg: شكرا لتفعيل الحساب برجاء

# InvalidUserName
source: Invalid username or password
ar_eg: اسم المستخدم او كلمة السر غير صحيح

source: User inactive
ar_eg: المستخدم غير مفعل

source: Password Changed Before
ar_eg: تم اعادة ضبط كلمة المرور من قبل

# GeneralError
source: An error occurred while processing your request.
ar_eg: حدث خطأ اثناء اجراء العملية.برجاء المحاوله لاحقا

source: passwordSet
ar_eg: تم ضبط كلمة المرور

# EmailFormat
source: Invalid Email Format
ar_eg: يرجى اعادة المحاولة البيان غير صحيح

# FeedbackAutoMail
source: Thanks for your feedback
ar_eg: شكرا لدعمك لموقعنا بإبداء رأيك

# maxFifty
source: Maximum 50 letters
ar_eg: الحد الأقصى خمسون حرف

# MaxTwoHundred
source: Maximum 200 letters
ar_eg: الحد الأقصى 200 حرف

# Mintwo
source: minimum 2 letters
ar_eg: الحد الأدنى حرفان

source: Letters And Numbers Only
ar_eg: يرجى استخدام حروف أو أرقام فقط

# LettersOnly
source: Only Letters
ar_eg: يرجى استخدام حروف فقط

# QuestionGroupVal
source: Please enter value,can't leave this empty.
ar_eg: يرجى الإدخال، لا يمكنك تركه فارغًا

source: No Selected
ar_eg: يرجي اعادة المحاولة لايوجد اختيارات

# sent
source: Sent Successfully
ar_eg: تم الارسال بنجاح

# DeleteQuestionGroupVal
source: Cant delete this group as it has assigned questions.
ar_eg: لا يمكن الغاء هذه المجموعه لانها تحتوي على اسئله .

# CharsOnly
source: Only characters are allowed
ar_eg: الرجاء استخدام الحروف فقط

# CompanyLogoLength
source: Photo shouldn't be exceed 4 MB
ar_eg: حجم الصورة يجب ألا يتجاوز 4 ميحا بايت

# CompanyLogoType
source: company Logo should be of type png or jpg or jpeg or bmp or gif or tiff
ar_eg: الصورة يجب أن يكون من نوع png أو jpg أو jpeg أو bmp أو gif أو tiff

# NewsMainCategoryMaxVal
source: You have exceed the max no of main categories.
ar_eg: لقد تعديت الحد المسموح لعدد الفئات الرئيسية

# OrderErrorMsg
source: Order number can not exceed total numer of main categories
ar_eg: لا يمكن ان يتعدي الترتيب عدد المجموعات المسموح به

# OrderCategoryErrorMsg
source: Order number can not exceed total numer of categories
ar_eg: لا يمكن ان يتعدي الترتيب عدد الاسئله المسموح به

# CategoryErrorMsg
source: You should add main category first
ar_eg: يجب اضافة فئة أخبار رئيسيه أولا

# NotActiveUser
source: This user is not active, please contact with the site administrator
ar_eg: هذا المستخدم غير مفعل, برجاء الرجوع إلى مدير النظام

# NewsCategoryMaxVal
source: You have exceed the max no of categories
ar_eg: لقد تعديت الحد المسموح لعدد الفئات الفرعيه

source: set As Main User ?
ar_eg: سيتم تحديد المستخدم كمستخدم رئيسى ، هل تريد الإستمرار ؟

# NewsPicRequired
source: Please choose a picture
ar_eg: يرجى اختيار الصوره

source: ActivateNews
ar_eg: هل انت متأكد سيتم تفعيل الخبر ؟

source: DeAtivateUNews
ar_eg: هل انت متأكد سيتم الغاء تفعيل الخبر ؟

source: subscribe success
ar_eg: تم الإشتراك بنجاح

source: MinLengthTwenty
ar_eg: الحد الأدنى عشرون حرفاً

# NewsOrder
source: Order number can not exceed total numer of news
ar_eg: لا يمكن ان يتعدي الترتيب عدد الاخبار المسموح به

# LatestNewsLimit
source: Latest news number can not exceed total numer of news
ar_eg: لا يمكن ان يتعدي عدد اخر الاخبار العدد المسموح به

source: ActivateQuestion
ar_eg: هل انت متأكد سيتم تفعيل السؤال؟

source: DeAtivate Question
ar_eg: هل انت متأكد سيتم الغاء تفعيل السؤال؟

source: ReplayQuestionagain
ar_eg: هل انت متاكد لقد تم الرد علي هذا السؤال مسبقا؟

source: SendReplyConfirm
ar_eg: هل انت متأكد سيتم ارسال الرد للمستخدم؟

source: noansertoreply
ar_eg: عفوا لايوجد اجابة

# FeedError
source: Can not update the feed now
ar_eg: لا يمكن تحديث القائمة الآن

# NoPermissionToEditProfile
source: This user is not allowed to edit profile
ar_eg: هذا المستخدم غير مصرح له بتعديل بياناته

# Canotsavequestion
source: Please Enter Answer And Select Group
ar_eg: لايمكن الحفظ السؤال مفعل يرجي ادخال الاجابة واختيار المجموعة

# ConfirmActive
source: this is repeated question activate before?
ar_eg: هل انت متاكد هذا السؤال مكرر ومفعل من قبل؟

# EnterGroupandanswer
source: Please enter answer and select group
ar_eg: لايمكن التفعيل يرجي ادخال الإجابة واختيار المجموعة

# PasswordErrorMsg
source: please enter old password
ar_eg: برجاء ادخال كلمة المرور القديمه

source: Invalid old password
ar_eg: كلمة المرور القديمه غير صحيحه

# negativeVal
source: Value can't be negative
ar_eg: لا يمكن إدخال القيمة اقل من واحد

# PasswordValidationMsg
source: please enter your password
ar_eg: برجاء ادخال كلمة المرور

# RePasswordValidationMsg
source: please enter confirm password
ar_eg: برجاء ادخال تأكيد كلمة المرور

source: UserName Repeated
ar_eg: اسم المستخدم معرف من قبل

# OrderNoErrorMsg
source: This order exsists
ar_eg: الترتيب موجود مسبقا

# PasswordGeneralError
source: Please complete password information
ar_eg: بيانات كلمة المرور غير كاملة

# SuperTraderType
source: user is super trader
ar_eg: مستخدم من نوع تاجر رئيسي

# UserInCorrect
source: User Name is incorrect
ar_eg: اسم المستخدم غير صحيح

# userNotExsist
source: User Name is not exsist
ar_eg: اسم المستخدم غير موجود

# VerifyAccount
source: Please verify your account first
ar_eg: برجاء تاكيد الحساب اولا

# verifyUserName
source: Please verify user name
ar_eg: برجاء التاكد من اسم المستخدم
